Repository: Cloudxtreme/roadiz
Catalog: themes/DefaultTheme/Resources/translations/messages.*.xlf
Languages: it, tr

source: Hello world!
it: Ciao mondo!
tr: Merhaba dünya!

# nodeName
source: This is “%name%” node
it: Il nome del nodo è %name%
tr: “%name%” isimli düğüm

# translationName
source: This is “%name%” translation
it: Questa è la traduzione di "%name%"
tr: Bu “%name%” çevirisidir

source: Contact
it: Contatto
tr: İletişim

source: Contact us
it: Contattaci
tr: Bize ulaşın

source: Your email
it: La tua email
tr: E-posta adresiniz

source: Your name
it: Il tuo nome
tr: Adınız

source: Your message
it: Il tuo messaggio
tr: Mesajınız

source: Call me back
it: Richiamami
tr: Bana geri dönün

# send.contact.form
source: Send form
it: Manda modulo
tr: Şuradan gönderildi:

# document
source: Attach an image or a PDF (< 5 MB)
it: Allega un immagine un PDF (<5 MB)
tr: Bir göresl ya da PDF dosyası ekleyin (< 5 MB)

# cookie_choice.consent_message
source: We use cookies to make your experience of our website better. Continuing on our website, you give us your consent to set these cookies.
it: continuando la navigazione su questo sito, accetto l'utilizzo dei cookies
tr: Websitemizi kullanım deneyiminizi daha da iyileştirmek için çerezleri kullanırız. Kullanmaya devam ederek çerezleri kullanmamızı kabul etmiş olursunuz.

# cookie_choice.close_message
source: That’s OK
it: Va bene
tr: Tamamdır

# cookie_choice.find_out_more_message
source: Find out more
it: Scopri di più
tr: Daha fazlasını öğren

# no_javascript_message
source: JavaScript is disabled on your browser or it does not support this technology. Please enable or update your browser to get a better browsing experience.
it: JavaScript è disabilitato sul tuo browser o non supporta questa tecnologia. Per favore accetta o aggiorna il tuo browser per una navigazione migliore.
tr: JavaScript devre dışı bırakılmış veya tarayıcınız bu teknolojiyi desteklemiyor. Lütfen devreye alın veya daha iyi bir web deneyimi için tarayıcınızı güncelleyin.

# browser_update.message
source: Your browser is out of date. It has some security failures et could not show properly some features of this website.
it: Il tuo browser è datato. Ha dei problemi di sicurezza e potrebbe non far vedere alcuni dettagli del sito
tr: Tarayıcınız güncel değil. Bazı güvenlik problemleri sebebiyle bu websitenin bazı özellikleri düzgünce gösterilemeyebilir.

# browser_update.link
source: See how to update your browser
it: Guarda come aggiornare il tuo browser
tr: Tarayıcınızı nasıl güncelleyebileceğinizi görün

# error404.title
source: 404 Error
it: Errore 404
tr: 404 Hatası

# error404.message
source: Requested page cannot be found.
it: La pagina richiesta non può essere trovata.
tr: İstenilen sayfa bulunamadı.
