Repository: Cloudxtreme/roadiz
Catalog: src/Roadiz/CMS/Resources/translations/messages.*.xlf
Languages: ru, uk

# welcome.user.email.%site%
source: A user account has been created for you on %site%.
ru: Учетная запись была создана для вас на сайте %site%.
uk: Обліковий запис був створений для вас на сайті %site%

source: Your user account
ru: Ваша учетная запись
uk: Ваш обліковий запис

source: Username
ru: Имя пользователя
uk: Ім'я користувача

source: Email
ru: Электронная почта
uk: Електронна пошта

source: Password
ru: Пароль
uk: Пароль

# for.questions.email
source: Any questions? Email us at:
ru: Остались вопросы? Отправьте нам письмо:
uk: Якісь питання? Напишіть нам лист:

source: Contact form
ru: Контактная информация
uk: Контактна інформація

# new.contact.form.%site%
source: New contact request for %site%
uk: Запитується новий контакт на сайті %site%

# form.successfully.sent
source: Your form has been successfully sent
uk: Ваш запит був успішно надісланий

# %field%.is.mandatory
source: Field %field% is mandatory
ru: Поле %field% не заполнено
uk: Поле %field% не заповнено

# email.not.valid
source: Your email is not valid
ru: Адрес электронной почты указан не верно
uk: Адреса електронної пошти невірно вказана

source: Date
ru: Дата
uk: Дата

source: IP address
ru: IP адрес
uk: IP адреса

# submittedAt
source: Submitted on
ru: оправленоВ
uk: Відправлено до

# form.submit
source: Submit
ru: Отправить
uk: Відправити

source: Answer form.
ru: Форма для ответа
uk: Форма для запитань

# customForm.%name%.send
source: The answer "%name%" sent.
uk: Запитання %name% відправлено

# new.answer.form.%site%
source: New answer from "%site%" form.
uk: Нове запитання від %site%

# file.not.accepted
source: Attached file could not be accepted.
ru: Прикрепленный файл не может быть принят
uk: Прикріплений файл не може бути прийнятим

# customForm.answer.sent
source: Your answer has been successfully sent.
ru: Ваш овет успешно отправлен
uk: Ваше запитання успішно відправлено

source: None
ru: (нет)
uk: немає

source: Reset password request
ru: Запрос на сброс пароля
uk: Запит на скидання пароля

source: You asked for a password reset on “%site%”
ru: Вы запрашивали сброс пароля на %site%
uk: Ви запитували скидання паролю на %site%

# you.need.to.choose.a.new.password.using.following.link
source: You need to create a new password for your account by using the following link.
ru: Вам нужно создать новый пароль к вашей учетной записи используя ссылку указаную ниже.
uk: Вам потрібно створити новий пароль до вашого облікового запису, використовуючи посилання, що нижче

# as.a.reminder.here.are.your.credentials
source: As a reminder, here are your public credentials.
ru: В качестве напоминания, вот ваши учетные данные.
uk: Як нагадування, ось воші облікові дані

# if.you.didnt.request.this.password.reset.ignore.this.email
source: If you didn’t ask for this email, just ignore it and your password won’t be changed.
ru: Если вы не запрашивали смену пароля, просто проигнорируйте это письмо
uk: Якщо ви не запитували зміну пароля, просто ігноруйте цей лист

source: You need to fill this required field.
ru: Это поле необходимо заполнить
uk: Це поле необхідно заповнити

source: * Required fields
ru: * Обязательное поле
uk: * Обов'язкове поле

source: Website is under maintenance
uk: Сайт знаходиться на обслуговуванні

# website.is.under.maintenance.we.will.be.back.soon
source: Website is currently under maintenance, it will be back soon!
uk: Сайт знаходиться на обслуговуванні та скоро повернеться!
